var post_content = [
  {
    date: "Jun 10 2019",
    title: "正是虾肥蟹壮时",
    post_img: "/images/post/crab.png",
    author_img: "/images/avatar/1.png",
    content: "进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。",
    viem_num: "112",
    collect_num: "96",
    author: "xiaocc",
    headImage:"/images/post/crab.png",
    data:"12小时前",
    detail: "进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。",
    postId:0,
    music:{
      url: "http://ws.stream.qqmusic.qq.com/M500001VfvsJ21xFqb.mp3?guid=ffffffff82def4af4b12b3cd9337d5e7&uin=346897220&vkey=6292F51E1E384E061FF02C31F716658E5C81F5594D561F2E88B854E81CAAB7806D5E4F103E55D33C16F3FAC506D1AB172DE8600B37E43FAD&fromtag=46",
      title: '未知歌名',
      
    }
    
  },
  {
    date: "Jun 14 2019",
    title: "哈哈哈哈哈哈",
    post_img: "/images/post/vr.png",
    author_img: "/images/avatar/2.png",
    content: "进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。",
    viem_num: "112",
    collect_num: "100",
    author: "胡歌",
    headImage: "/images/post/vr.png",
    detail:"进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。",
    postId: 1,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/M500001VfvsJ21xFqb.mp3?guid=ffffffff82def4af4b12b3cd9337d5e7&uin=346897220&vkey=6292F51E1E384E061FF02C31F716658E5C81F5594D561F2E88B854E81CAAB7806D5E4F103E55D33C16F3FAC506D1AB172DE8600B37E43FAD&fromtag=46",
      title: '未知歌名',

    }

  },
  {
    date: "Jun 14 2019",
    title: "嘻嘻嘻嘻嘻",
    post_img: "/images/post/cat.png",
    author_img: "/images/avatar/3.png",
    content: "进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。",
    viem_num: "112",
    collect_num: "100",
    author: "彭于晏",
    headImage: "/images/post/cat.png",
    detail: "进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。",
    postId: 2,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/M500001VfvsJ21xFqb.mp3?guid=ffffffff82def4af4b12b3cd9337d5e7&uin=346897220&vkey=6292F51E1E384E061FF02C31F716658E5C81F5594D561F2E88B854E81CAAB7806D5E4F103E55D33C16F3FAC506D1AB172DE8600B37E43FAD&fromtag=46",
      title: '未知歌名',

    }
  },
  {
    date: "Jun 14 2019",
    title: "哈哈哈哈哈哈",
    post_img: "/images/post/xiaolong.jpg",
    author_img: "/images/avatar/4.png",
    content: "进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。",
    viem_num: "112",
    collect_num: "100",
    author: "魏晨",
    headImage: "/images/post/xiaolong.jpg",
    detail: "进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。",
    postId: 3,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/M500001VfvsJ21xFqb.mp3?guid=ffffffff82def4af4b12b3cd9337d5e7&uin=346897220&vkey=6292F51E1E384E061FF02C31F716658E5C81F5594D561F2E88B854E81CAAB7806D5E4F103E55D33C16F3FAC506D1AB172DE8600B37E43FAD&fromtag=46",
      title: '未知歌名',

    }
  },
  {
    date: "Jun 14 2019",
    title: "哈哈哈哈哈哈",
    post_img: "/images/post/sls.jpg",
    author_img: "/images/avatar/5.png",
    content: "进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。",
    viem_num: "112",
    collect_num: "100",
    author: "王嘉尔",
    headImage: "/images/post/sls.jpg",
    detail: "    进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。进行低强度运动时，人体以消耗脂肪为主，因为低强度有氧运动，会增加肌肉中的脂肪分解酶。在进行高强度运动时，肌肉中糖分分解酶会增加，人体消耗的时糖分。",
    postId: 4,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/M500001VfvsJ21xFqb.mp3?guid=ffffffff82def4af4b12b3cd9337d5e7&uin=346897220&vkey=6292F51E1E384E061FF02C31F716658E5C81F5594D561F2E88B854E81CAAB7806D5E4F103E55D33C16F3FAC506D1AB172DE8600B37E43FAD&fromtag=46",
      title: '未知歌名',

    }
  },
]

//输出一个入口
module.exports={
  postList: post_content
}
